Revit 2027 API
Blend.BottomSketch Property
Returns the Bottom Sketch of the Blend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Sketch BottomSketch { get; }
Public ReadOnly Property BottomSketch As Sketch
	Get
public:
property Sketch^ BottomSketch {
	Sketch^ get ();
}
member BottomSketch : Sketch with get
Property Value
Sketch
Remarks
This property is used to retrieve the Bottom Sketch of the Blend.
See Also
Reference
Blend Class
Autodesk.Revit.DB Namespace